
&НаКлиенте
Процедура Добавить(Команда)
	ДобавитьНаСервере();
КонецПроцедуры

&НаСервере
Процедура ДобавитьНаСервере()
	Сообщить("Успешно добавлен пользователь " + ИДПользователя + " на доску " + ИДДоски);
КонецПроцедуры

&НаКлиенте
Процедура ShowBoards(Команда)
	ShowBoardsНаСервере();
КонецПроцедуры

&НаСервере
Процедура ShowBoardsНаСервере()
	Сообщить("Шоу боардс");
КонецПроцедуры

&НаКлиенте
Процедура ShowMembers(Команда)
	ShowMembersНаСервере();
КонецПроцедуры

&НаСервере
Процедура ShowMembersНаСервере()
	Сообщить("Шоу мемберс");
КонецПроцедуры


